Repository: S3b0/app_library
Catalog: Resources/Private/Language/*.locallang_csh_tx_applib_domain_model_app.xlf
Languages: de

# title.description
source: The app title
de: Name der App

# file_reference.description
source: Select the app file for download.
de: Wähle die zugehörige Datei zum Herunterladen.

# external_url.description
source: Select the app URL for download.
de: Wähle die zugehörige Datei zum Herunterladen.

# icon.description
source: An app icon to render, proportions may vary as included in fluid template (f:image).
de: Ein App-Icon für das Rendering, die Seitenverhältnisse variieren, je nach Einbindung im Fluid-Template (f:image).

# preview_images.description
source: Add some preview images for detail view.
de: Füge Vorschaubilder für die Detailansicht hinzu.

# youtube_links.description
source: Youtube links, split with line breaks.
de: Youtube-Links, aufzuteilen mit Zeilenumbrüchen.

# file_size.description
source: File size, for external files.
de: Dateigröße, für externe Dateien.

# version.description
source: Specify app version.
de: Spezifiziere die App-Version

# featured_until.description
source: Set a date until the app should be marked featured.
de: Setze ein Datum, bis wann die App als gesponsert markiert sein soll.

# features.description
source: Add features text block.
de: Charakteristika-Textblock hinzufügen.

# description.description
source: Add description for generated detail page.
de: Beschreibung für die generierte Detailseite hinzufügen.

# system_requirements.description
source: Specify minimum system requirements.
de: Spezifiziere die Mindest-Systemanforderungen.

# release_date.description
source: Set date of release.
de: Setze das Veröffentlichungsdatum.

# last_modified.description
source: Set date of last modification.
de: Setze das Datum der letzten Aktualisierung.

# supported_operating_systems.description
source: Select supported operating systems.
de: Wähle unterstützte Betriebssysteme.

# views.description
source: The number of views for this app.
de: Die Anzahl der Impressionen dieser App.

# settings.description
source: Miscellaneous settings, see labels.
de: Verschiedene Einstellungen, siehe Beschriftungen.

# page.description
source: Link to detail page.
de: Link zur Detailseite.

# rating.description
source: Rating, incrementally summed up, to be divided by votes.
de: Bewertung, inkrementell aufsummiert um mit den Stimmen geteilt zu werden.

# votes.description
source: Amount of users who rated this app.
de: Anzahlt der Anwender, welche die App bewertet haben.

# supported_languages.description
source: Select languages supported by app.
de: Wähle von der App unterstützte Sprachen.

# related.description
source: Set related Apps. By default they´re generated by matching tags.
de: Setze verwandte Apps. Standardmäßig werden diese durch Tagübereinstimmungen generiert.

# recommended.description
source: Set recommended Apps.
de: Setze empfohlene Apps.

# provider.description
source: The app provider.
de: Der App-Anbieter.

# developer.description
source: The app developer.
de: Der App-Entwickler.

# copyright_holder.description
source: The copyright holder.
de: Der Urheberrechtsinhaber.

# tags.description
source: Tag the app.
de: Tag die App.

# fe_group.description
source: FE user-group restrictions.
de: FE-Benutzergruppen-Einschränkungen.

# products.description
source: Products app is compatible with.
de: Produkte, zu denen die App kompatibel ist.
